Repository: antocm/hl7v2validator-hl7pt
Catalog: hl7validator/translations/*/LC_MESSAGES/messages.po
Languages: pt

source: message
pt: mensagem

source: HL7 Validator
pt: Validador HL7

source: HL7 V2 Validator
pt: Validador HL7 V2

source: Version
pt: Versão

source: Use the form below to validate an HL7 v2 message or convert to CSV
pt: Use o formulário abaixo para validar uma mensagem HL7 v2 ou converter para CSV

source: Convert HL7 V2 to CSV
pt: Converter HL7 V2 para CSV

source: Submit
pt: Submeter

source: Clear
pt: Apagar

source: Use as API? See
pt: Usar como API? ver

source: here
pt: aqui

source: Detected an error? Please send email to
pt: Algum erro detetado? Por favor enviar email para

source: Validation
pt: Validação

source: Status
pt: Estado

source: Detected HL7 Version
pt: Versão HL7 Detectada

source: Report
pt: Relatório

source: Level
pt: Nível

source: Message
pt: Mensagem

source: Click to view tree structure
pt: Clique para ver estrutura em árvore

source: Click to view structured message
pt: Clicar para ver mensagem estruturada

source: For more information, see the specification
pt: Para mais informações, ver a especificação

source: of version
pt: da versão

source: Click on 📖 to view segment specification
pt: Clique em 📖 para ver especificação do segmento

source: Expand All
pt: Expandir Tudo

source: Collapse All
pt: Recolher Tudo

source: Or click on the segment identifier to view the specification
pt: Ou Clica no identificador do segmento para ver a especificação

source: Validate an HL7 version 2 message or convert to CSV
pt: Validar uma mensagem HL7 versão 2 ou converter para CSV

source: Validation Level
pt: Nível de Validação

source: Tolerant
pt: Tolerante

source: Strict
pt: Estrito

source: Warnings
pt: Avisos

source: These are non-critical validation warnings that may indicate fields not defined in the HL7 specification version or other minor issues
pt: Estes são avisos de validação não críticos que podem indicar campos não definidos na versão da especificação HL7 ou outros problemas menores
